var lrc = `[00:00.000] 作词 : PIggy
[00:01.000] 作曲 : PIggy
[00:10.924]你看那月儿弯弯有几分似你
[00:13.970]耀眼的月光 快照进我心
[00:16.753]你说这是最美好的风景
[00:22.265]但静悄悄距离却越靠越近
[00:25.257]我们都发觉但却不言语
[00:29.746]The song is for you
[00:31.168]快带上随身听
[00:33.366]想要每天清晨唱首love song 给你听
[00:39.456]陪你数天上一闪亮晶晶
[00:44.279]爱河有漫漫长路和温柔动人的你
[00:50.512]我们就像是命中注定
[00:55.611]让我做你的随身听
[00:58.191]就算除了你没人听
[01:02.761]穿过大海和森林
[01:04.983]内存里装满回忆
[01:07.137]你藏在满天星光里
[01:09.584]承认我也为你着迷
[01:13.191]每朵云都下落不明
[01:15.783]月亮也不见踪迹
[01:19.071]你喜欢听周杰伦的旋律
[01:21.641]余佳运陶喆的r&b
[01:24.737]我也能把情歌唱的动听
[01:29.820]多少次坠入谷底又因你升起
[01:32.961]为何你能让rappers变走心
[01:37.369]我也想变很深情
[01:38.849]可唱不好转音
[01:41.297]I can sing like justin bieber 我有在学钢琴
[01:46.661]为何要颤抖when you right with me
[01:52.188]为见你一面 我环游遍了整个星系
[01:58.218]千千万万遍哼的melody
[02:03.534]让我做你的随身听
[02:05.872]就算除了你没人听
[02:10.286]穿过大海和森林
[02:12.481]内存里装满回忆
[02:14.744]你藏在满天星光里
[02:17.046]承认我也为你着迷
[02:20.565]每朵云都下落不明
[02:23.365]月亮也不见踪迹
[02:26.592]目光所及是你
[02:28.088]诗和远方是你
[02:28.940]我所有的日记
[02:30.390]都写着我只喜欢你
[02:31.862]夜色匆忙又何妨
[02:33.425]朝朝暮暮是你
[02:34.588]邂逅你是场宿命
[02:36.070]回忆化成诗句
[02:37.502]是对我重要的
[02:38.613]让音符敲进心里
[02:40.525]你能够梦到的
[02:41.518]都跟我有着关系
[02:43.134]要目不斜视
[02:44.485]永远如此的望着你
[02:47.414]得到你
[02:49.420]想要每天清晨唱首love song 给你听
[02:55.042]陪你数天上一闪亮晶晶
[02:59.862]爱河有漫漫长路和温柔动人的你
[03:06.275]我们就像是命中注定
[03:11.382]让我做你的随身听
[03:13.831]就算除了你没人听
[03:18.551]穿过大海和森林
[03:20.712]内存里装满回忆
[03:22.909]你藏在满天星光里
[03:25.255]承认我也为你着迷
[03:28.855]每朵云都下落不明
[03:31.919]月亮也不见踪迹`;
